tap "buildpacks/tap"
tap "grainger/gdev", "git@github.com:wwg-internal/homebrew-gdev.git"
tap "hashicorp/tap"
tap "int128/kubelogin"
tap "quarkusio/tap"
tap "snyk/tap"
tap "sveinbjornt/hear", "https://github.com/sveinbjornt/hear"
brew "awscli"
brew "bash"
brew "brew-cask-completion"
brew "csvkit"
brew "direnv"
brew "gh"
brew "git"
brew "git-extras"
brew "gradle-completion"
brew "gradle"
brew "graphviz"
brew "groovysdk"
brew "jenv"
brew "jq"
brew "k9s"
brew "kubectx"
brew "openjdk@17"
brew "languagetool"
brew "maven"
brew "nvm"
brew "openvpn", link: false
brew "screenresolution"
brew "sleepwatcher"
brew "snyk-cli"
brew "terraform"
brew "tldr"
brew "tmux"
brew "vim"
brew "watch"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "grainger/gdev/gdev"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "quarkusio/tap/quarkus"
cask "arc"
cask "brave-browser"
cask "coconutbattery"
cask "dbeaver-community"
cask "dropbox"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "pingplotter"
cask "rancher"
cask "slack"
cask "temurin@8"
cask "tuple"
cask "visual-studio-code"
cask "windsurf"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "redhat.java"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
