tap "sveinbjornt/hear", "https://github.com/sveinbjornt/hear"
brew "awscli"
brew "bash"
brew "brew-cask-completion"
brew "csvkit"
brew "direnv"
brew "fnm"
brew "gh"
brew "git"
brew "git-extras"
brew "glow"
brew "graphviz"
brew "jq"
brew "languagetool"
brew "screenresolution"
brew "sleepwatcher"
brew "terraform"
brew "tldr"
brew "tmux"
brew "vim"
brew "watch"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "brave-browser"
cask "coconutbattery"
cask "copilot-cli"
cask "iterm2"
cask "karabiner-elements"
cask "pingplotter"
cask "slack"
cask "tuple"
cask "visual-studio-code"
cask "windsurf"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
