tap "grainger/gdev", "git@github.com:wwg-internal/homebrew-gdev.git"
brew "awscli"
brew "bash"
brew "brew-cask-completion"
brew "csvkit"
brew "direnv"
brew "git"
brew "git-extras"
brew "gradle-completion"
brew "graphviz"
brew "groovysdk"
brew "jenv"
brew "jq"
brew "languagetool"
brew "nvm"
brew "openvpn"
brew "screenresolution"
brew "sleepwatcher"
brew "tldr"
brew "tmux"
brew "vim"
brew "watch"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "grainger/gdev/gdev"
cask "arc"
cask "brave-browser"
cask "coconutbattery"
cask "dbeaver-community"
cask "dropbox"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "pingplotter"
cask "rancher"
cask "slack"
cask "tuple"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
